{"html": "<h2>Huge Burnout With A Thermal Camera</h2><br><br><iframe style=\"float:left; padding-right:12px;\" src=\"http://www.youtube.com/embed/MJ1NK02CL6g\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe><h3>Description</h3><p style=\"size:75%; overflow:scroll;\"> <small>Watch An Epic Honda S2000 Burnout With An Infrared Camera!\nFlir One Thermal Camera - http://amzn.to/2j2gnNh\nSubscribe for new videos every Wednesday! - https://goo.gl/VZstk7\n\nProducts Used:\nFLIR T1K Camera - http://amzn.to/2mgV8XS\nTemperature Datalogger - http://amzn.to/2n3NPDe\nGarmin 4K Camera Used - http://amzn.to/2fZSSQ0\nData Overlay OBD2 Link - http://amzn.to/2fZMYi3\n\nIn this video we’re checking out a burnout with a Honda S2000 and a Flir T1K thermal camera. It’s pretty mesmerizing to watch, as the tread surface of the tire raises from about 19 degrees Celsius to over 160 degrees in less than five seconds. \n\nShout out to Braden Carlson for the epic burnout while I filmed! His channel here:\nhttps://www.youtube.com/channel/UC8agwGsx8arC9URdrgCY6cw\n\nYou can see the heat the tires lay down onto the ground with perfect lines for the tire grooves. The tires themselves are spitting out bits of melted rubber which coats the ground, rear fender, and inside the wheel wells. \n\nI decided to change the tire pressure left to right to see if there were any differences. The right tire has a pressure of 27 psi, 5 below recommended, while the left tire is at 37 psi, 5 above recommended. Ultimately, it made very little difference as both tires were evenly melted across the tread pattern. There’s simply too much friction for too long to notice a significant difference. \n\nIf we analyze the burnout at a much lower frame rate from the very beginning, we can see that on the under-inflated tire, the left portion of the tire heats up first. This is actually because the rear tire is out of alignment, and has excessive negative cambers, so the load on the tire rests primarily on the inside. If the tire were to have the correct factory alignment, the heating would occur much more evenly. \n\nThe tire surface temperature, in just four frames, less than 1/7th of a second, increases from 19 celsius to 43.5. In less than two seconds, the surface temperature of the inside of the tire reaches 160 degrees, or about 320 degrees Fahrenheit, and by five seconds, the entire tread is roasting above 160. \n\nAfter the burnout, you can see the garage floor covered in hot rubber, and the rear brakes have heated to over 300 degrees Celsius or about 600 Fahrenheit. The rotors even got a bit of color from getting so hot. The tires themselves have now turned into a pile of debris. It’s time for newer, nicer, wider rubber.\n\nEngineering Explained is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com. \n\nDon't forget to check out my other pages below!\nFacebook: http://www.facebook.com/engineeringexplained\nOfficial Website: http://www.howdoesacarwork.com\nTwitter: http://www.twitter.com/jasonfenske13\nInstagram: http://www.instagram.com/engineeringexplained\nCar Throttle: https://www.carthrottle.com/user/engineeringexplained\nEE Extra: https://www.youtube.com/channel/UCsrY4q8xGPJQbQ8HPQZn6iA\n\nNEW VIDEO EVERY WEDNESDAY!</small></p>", "VideoID": "MJ1NK02CL6g"}